Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.automation.socket-password
source: automation.socketPassword auth token credential secret password access key
ar: automation.socketPassword auth token credential secret password access key مصادقة تسجيل دخول خروج بريد إلكتروني مستخدم ملف شخصي فريق حساب أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة لوحة مفاتيح اختصار اختصارات مفتاح سريع كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن غير آمن المقبس المرور الأتمتة
bs: automation.socketPassword auth token credential secret password access key autentikacija prijava odjava email korisnik profil tim račun automatizacija api cli kontrola socket agent kuke portovi okruženje tastatura prečica prečice hotkey komande tipke snimač lozinka tajna vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno utičnice
da: automation.socketPassword auth token credential secret password access key godkendelse login logud email bruger profil team konto automatisering api cli kontrol socket agent hooks porte miljø tastatur genvej genveje hotkey kommandoer taster optager adgangskode hemmelighed legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker Socket-adgangskode
de: automation.socketPassword auth token credential secret password access key authentifizierung anmeldung abmeldung email benutzer profil team konto automatisierung api cli steuerung socket agent hooks ports umgebung tastatur kurzbefehl tastenkürzel hotkey befehle tasten rekorder passwort geheimnis zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher Socket-Passwort
es: automation.socketPassword auth token credential secret password access key autenticación iniciar sesión cerrar correo usuario perfil equipo cuenta automatización api cli control socket agente hooks puertos entorno teclado atajo atajos tecla rápida comandos teclas grabador contraseña secreto credencial acceso permitir desactivar activar permiso inseguro del
fr: automation.socketPassword auth token credential secret password access key authentification connexion déconnexion e-mail utilisateur profil équipe compte automatisation api cli contrôle socket agent hooks ports environnement clavier raccourci raccourcis touche globale commandes touches enregistreur mot de passe jeton identifiant accès autoriser désactiver activer autorisation non sécurisé du
it: automation.socketPassword auth token credential secret password access key autenticazione accesso disconnessione email utente profilo team account automazione api cli controllo socket agente hook porte ambiente tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore segreto credenziale consenti disabilita abilita autorizzazione non sicuro
ja: automation.socketPassword auth token credential secret password access key ソケット パスワード 認証 トークン 資格情報 シークレット アクセスキー
ko: automation.socketPassword auth token credential secret password access key 인증 로그인 로그아웃 이메일 사용자 프로필 팀 계정 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 키보드 단축키 핫키 명령 키 기록기 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 않음
nb: automation.socketPassword auth token credential secret password access key autentisering innlogging utlogging e-post bruker profil team konto automatisering api cli kontroll socket agent hooks porter miljø tastatur snarvei snarveier hurtigtast kommandoer taster opptaker passord hemmelighet legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker Socket-passord
pl: automation.socketPassword auth token credential secret password access key uwierzytelnianie logowanie wylogowanie email użytkownik profil zespół konto automatyzacja api cli sterowanie gniazdo agent haki porty środowisko klawiatura skrót skróty klawisz polecenia klawisze rejestrator hasło sekret poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone gniazda
pt_br: automation.socketPassword auth token credential secret password access key autenticação login sair email usuário perfil equipe conta automação api cli controle socket agente hooks portas ambiente teclado atalho atalhos tecla rápida comandos teclas gravador senha segredo credencial acesso permitir desativar ativar permissão inseguro do
ru: automation.socketPassword auth token credential secret password access key аутентификация вход выход email пользователь профиль команда аккаунт автоматизация api cli управление сокет агент хуки порты окружение клавиатура сочетание клавиш горячая клавиша команды клавиши запись пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно сокета
th: automation.socketPassword auth token credential secret password access key ยืนยันตัวตน เข้าสู่ระบบ ออกจากระบบ อีเมล ผู้ใช้ โปรไฟล์ ทีม บัญชี อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย รหัสผ่านซ็อกเก็ต ระบบอัตโนมัติ
tr: automation.socketPassword auth token credential secret password access key kimlik doğrulama giriş çıkış e-posta kullanıcı profil takım hesap otomasyon api cli kontrol soket ajan kancalar portlar ortam klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici parola gizli bilgisi erişim izin ver devre dışı etkinleştir güvensiz Parolası
uk: automation.socketPassword auth token credential secret password access key автентифікація вхід вихід email користувач профіль команда обліковий запис автоматизація api cli керування сокет агент хуки порти середовище клавіатура скорочення гарячі клавіші команди записувач пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно сокета
zh_hans: automation.socketPassword auth token credential secret password access key 认证 登录 退出登录 邮件 用户 个人资料 团队 账户 自动化 api cli 控制 套接字 代理 钩子 端口 环境 键盘 快捷键 热键 命令 按键 录制器 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 套接字密码
zh_hant: automation.socketPassword auth token credential secret password access key 驗證 登入 登出 郵件 使用者 個人資料 團隊 帳戶 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全

# settings.search.alias.setting.automation.subagent-notifications
source: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications
ar: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications automation.suppressSubagentNotifications وكيل فرعي متداخل طفل codex claude hook إشعارات
bs: automation.suppressSubagentNotifications podagent ugniježđen dječiji agent codex claude hook obavještenja
da: automation.suppressSubagentNotifications underagent indlejret børneagent codex claude hooks notifikationer
de: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications automation.suppressSubagentNotifications unteragent verschachtelt kindagent codex claude hooks benachrichtigungen
es: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications automation.suppressSubagentNotifications subagente anidado agente secundario codex claude hooks notificaciones
fr: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications automation.suppressSubagentNotifications sous-agent imbriqué agent enfant codex claude hooks notifications
it: automation.suppressSubagentNotifications sottoagente annidato agente figlio codex claude hook notifiche
ja: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications automation.suppressSubagentNotifications サブエージェント ネスト 子エージェント codex claude フック 通知
ko: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications automation.suppressSubagentNotifications 하위 에이전트 중첩 자식 에이전트 codex claude 훅 알림
nb: automation.suppressSubagentNotifications underagent innebygd barneagent codex claude hooks varsler
pl: automation.suppressSubagentNotifications podagent zagnieżdżony agent podrzędny codex claude hooki powiadomienia
pt_br: automation.suppressSubagentNotifications subagente aninhado agente filho codex claude hooks notificações
ru: automation.suppressSubagentNotifications подагент вложенный дочерний агент codex claude hooks уведомления
th: automation.suppressSubagentNotifications เอเจนต์ย่อย ซ้อน เอเจนต์ลูก codex claude hook การแจ้งเตือน
tr: automation.suppressSubagentNotifications alt ajan iç içe çocuk ajan codex claude hook bildirimler
uk: automation.suppressSubagentNotifications підагент вкладений дочірній агент codex claude hooks сповіщення
zh_hans: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications automation.suppressSubagentNotifications 子代理 嵌套 子级代理 codex claude hooks 通知
zh_hant: automation.suppressSubagentNotifications subagent nested child agent codex claude hooks notifications automation.suppressSubagentNotifications 子代理 巢狀 子級代理 codex claude hooks 通知

# settings.search.alias.setting.automation.workspace-auto-naming
source: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent
ar: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent أتمتة تسمية تلقائية اسم مساحة عمل تبويب عنوان إعادة تسمية ملخص إنشاء وكيل اختيار
bs: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automatizacija automatsko imenovanje naziv radni prostor kartica naslov preimenuj sažetak generisano agent birač
da: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automatisering automatisk navngivning navn arbejdsområde fane titel omdøb resume genereret agent vælger
de: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automatisierung automatische benennung name arbeitsbereich tab titel umbenennen zusammenfassung generiert agent auswahl
es: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automatización nombre automático nombrar espacio de trabajo pestaña título renombrar resumen generado agente selector
fr: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automatisation nommage automatique nom espace de travail onglet titre renommer résumé généré agent sélecteur
it: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automazione denominazione automatica nome area di lavoro scheda titolo rinomina riepilogo generato agente selettore
ja: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent 自動命名 自動 命名 ワークスペース タブ 名前 タイトル リネーム 変更 エージェント 要約 生成 自動名前付け
ko: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent 자동화 자동 이름 지정 이름 워크스페이스 탭 제목 이름 변경 요약 생성 에이전트 선택기
nb: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automatisering automatisk navngiving navn arbeidsområde fane tittel gi nytt navn sammendrag generert agent velger
pl: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automatyzacja automatyczne nazywanie nazwa obszar roboczy karta tytuł zmień nazwę podsumowanie wygenerowane agent selektor
pt_br: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent automação nomeação automática nome workspace área de trabalho aba guia título renomear resumo gerado agente seletor
ru: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent автоматизация автоматическое именование имя рабочая область вкладка заголовок переименовать сводка создано агент выбор
th: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent อัตโนมัติ ตั้งชื่ออัตโนมัติ ชื่อ เวิร์กสเปซ แท็บ ชื่อเรื่อง เปลี่ยนชื่อ สรุป สร้างแล้ว เอเจนต์ ตัวเลือก
tr: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent otomasyon otomatik adlandırma ad çalışma alanı sekme başlık yeniden adlandır özet oluşturulan ajan seçici
uk: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent автоматизація автоматичне іменування назва робоча область вкладка заголовок перейменувати підсумок створено агент вибір
zh_hans: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent 自动化 自动命名 名称 工作区 标签页 标题 重命名 摘要 生成 代理 选择器
zh_hant: automation.workspaceAutoNaming automation.autoNamingAgent ai auto naming auto-name auto name workspace tab workspaces tabs title titles rename workspace rename tab renaming generated summarize summary summarizer conversation agent picker naming agent 自動化 自動命名 名稱 工作區 標籤頁 標題 重新命名 摘要 產生 代理程式 選擇器

# settings.search.alias.setting.betaFeatures.workspace-todo-controls
source: sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta
ar: sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta sidebar.beta.workspaceTodos.controls.enabled مساحة عمل مهام مطلوبة حالة المهمة قائمة مرجعية إضافة عنصر عناصر تحكم تجريبي
de: sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta sidebar.beta.workspaceTodos.controls.enabled arbeitsbereich aufgabe aufgaben aufgabenstatus checkliste eintrag hinzufügen steuerelemente beta
es: sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta sidebar.beta.workspaceTodos.controls.enabled espacio de trabajo tareas por hacer estado lista de tareas agregar controles de elementos beta
fr: sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta sidebar.beta.workspaceTodos.controls.enabled espace de travail tâches tâche tâches statut liste de contrôle ajouter élément contrôles bêta
ja: sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta ワークスペース タスク ステータス チェックリスト コントロール ベータ
ko: sidebar.beta.workspaceTodos.controls.enabled 작업 공간 할 일 todos 작업 상태 체크리스트 항목 추가 컨트롤 베타 sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta
zh_hans: sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta sidebar.beta.workspaceTodos.controls.enabled 工作区 待办 任务 状态 清单 添加项 控件 测试版
zh_hant: sidebar.beta.workspaceTodos.controls.enabled workspace todo todos task status checklist add item controls beta sidebar.beta.workspaceTodos.controls.enabled 工作區 待辦事項 任務 狀態 檢查清單 新增項目 控制項 測試版

# settings.search.alias.setting.betaFeatures.workspace-todos-checklist-style
source: sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta
ar: sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta sidebar.beta.workspaceTodos.checklistStyle مساحة عمل مهام مطلوبة حالة المهمة قائمة مرجعية منبثق مضمن أسلوب عرض تجريبي
de: sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta sidebar.beta.workspaceTodos.checklistStyle arbeitsbereich aufgabe aufgaben aufgabenstatus checkliste popover inline darstellungsstil beta
es: sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta sidebar.beta.workspaceTodos.checklistStyle espacio de trabajo tareas por hacer estado lista de tareas popover en linea estilo de presentacion beta
fr: sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta sidebar.beta.workspaceTodos.checklistStyle espace de travail tâches tâche tâches statut liste de contrôle popover en ligne style de présentation bêta
ja: sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta ワークスペース タスク ステータス チェックリスト ポップオーバー インライン プレゼンテーション スタイル ベータ
ko: sidebar.beta.workspaceTodos.checklistStyle 작업 공간 할 일 todos 작업 상태 체크리스트 팝오버 인라인 표시 스타일 베타 sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta
zh_hans: sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta sidebar.beta.workspaceTodos.checklistStyle 工作区 待办 任务 状态 清单 气泡 嵌入式 呈现样式 测试版
zh_hant: sidebar.beta.workspaceTodos.checklistStyle workspace todo todos task status checklist popover inline presentation style beta sidebar.beta.workspaceTodos.checklistStyle 工作區 待辦事項 任務 狀態 檢查清單 彈出式視窗 行內 呈現 樣式 測試版

# settings.search.alias.setting.browser.ask-where-to-save-downloads
source: browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail
ar: browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail browser.askWhereToSaveDownloads تنزيلات لوحة الحفظ مجلد مرفقات ملفات pdf gmail
de: browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail browser.askWhereToSaveDownloads downloads speicher-panel ordner anhänge dateien pdf gmail
es: browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail browser.askWhereToSaveDownloads descargas panel de guardado carpeta adjuntos archivos pdf gmail
fr: browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail browser.askWhereToSaveDownloads téléchargements panneau de sauvegarde dossier pièces jointes fichiers pdf gmail
ja: browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail ダウンロード 保存先 保存パネル 添付ファイル PDF
ko: browser.askWhereToSaveDownloads 다운로드 저장 패널 폴더 첨부 파일 pdf 지메일 browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail
zh_hans: browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail browser.askWhereToSaveDownloads 下载 保存面板 文件夹 附件 文件 pdf gmail
zh_hant: browser.askWhereToSaveDownloads downloads save panel folder attachments files pdf gmail browser.askWhereToSaveDownloads 下載 儲存 面板 資料夾 附件 檔案 pdf gmail
